---
type: PaperSource
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# PaperSource

`Autodesk.Revit.DB.PaperSource` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Name | — | `public string Name { get ; }` |